[
  {
    "id": "story_001",
    "title": "Monday Story",
    "description": "A passage from a classic novel, following Elizabeth's reflections and a surprising encounter.",
    "content": "When they were gone, Elizabeth, as if intending to exasperate herself as much as possible against Mr. Darcy, chose for her employment the examination of all the letters which Jane had written to her since her being in Kent. They contained no actual complaint, nor was there any revival of past occurrences, or any communication of present suffering. But in all, and in almost every line of each, there was a want of that cheerfulness which had been used to characterize her style, and which, proceeding from the serenity of a mind at ease with itself and kindly disposed towards every one, had been scarcely ever clouded. Elizabeth noticed every sentence conveying the idea of uneasiness, with an attention which it had hardly received on the first perusal. Mr. Darcy's shameful boast of what misery he had been able to inflict gave her a keener sense of her sister's sufferings. It was some consolation to think that his visit to Rosings was to end on the day after the next, and a still greater, that in less than a fortnight she should herself be with Jane again, and enabled to contribute to the recovery of her spirits by all that affection could do.\n\nShe could not think of Darcy's leaving Kent without remembering that his cousin was to go with him; but Colonel Fitzwilliam had made it clear that he had no intentions at all, and agreeable as he was, she did not mean to be unhappy about him.\n\nWhile settling this point, she was suddenly roused by the sound of the door-bell, and her spirits were a little fluttered by the idea of its being Colonel Fitzwilliam himself, who had once before called late in the evening, and might now come to inquire particularly after her. But this idea was soon banished, and her spirits were very differently affected, when, to her utter amazement, she saw Mr. Darcy walk into the room. In an hurried manner he immediately began an enquiry after her health, imputing his visit to a wish of hearing that she were better. She answered him with cold civility. He sat down for a few moments, and then getting up, walked about the room. Elizabeth was surprised, but said not a word. After a silence of several minutes, he came towards her in an agitated manner, and thus began --\n\nIn vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.'\n\nElizabeth's astonishment was beyond expression. She stared, coloured, doubted, and was silent. This he considered sufficient encouragement; and the avowal of all that he felt, and had long felt for her, immediately followed. He spoke well; but there were feelings besides those of the heart to be detailed, and he was not more eloquent on the subject of tenderness than of pride. His sense of her inferiority -- of its being a degradation -- of the family obstacles which judgment had always opposed to inclination, were dwelt on with a warmth which seemed due to the consequence he was wounding, but was very unlikely to recommend his suit.\n\nIn spite of her deeply rooted dislike she could not be insensible to the compliment of such a man's affection, and though her intentions did not vary for an instant, she was at first sorry for the pain he was to receive; till, roused to resentment by his subsequent language, she lost all compassion in anger. She tried, however, to compose herself to answer him with patience, when he should have done. He concluded with representing to her the strength of that attachment which, in spite of all his endeavours, he had found impossible to conquer; and with expressing his hope that it would now be rewarded by her acceptance of his hand. As he said this, she could easily see that he had no doubt of a favourable answer. He spoke of apprehension and anxiety, but his countenance expressed real security. Such a circumstance could only exasperate farther, and, when he ceased, the colour rose into her cheeks, and she said \n\""
  },
  {
    "id": "story_002",
    "title": "The Boy Who Cried Wolf",
    "description": "A cautionary tale about a shepherd boy who repeatedly tricks villagers into thinking a wolf is attacking his flock.",
    "content": "There was once a young shepherd boy who tended his sheep at the foot of a mountain near a dark forest. It was rather lonely for him all day, so he thought of a plan by which he could get a little company and some excitement. He rushed down towards the village calling out \"Wolf, Wolf,\" and the villagers came out to meet him, and some of them stopped with him for a considerable time. This pleased the boy so much that a few days afterwards he tried the same trick, and again the villagers came to his help. But shortly after this a Wolf actually did come out from the forest, and began to worry the sheep, and the boy of course cried out \"Wolf, Wolf!\" still louder than before. But this time the villagers, who had been fooled twice before, thought the boy was again deceiving them, and nobody stirred to come to his help. So the Wolf made a good meal off the boy\'s flock, and when the boy complained, the wise man of the village said: \"A liar will not be believed, even when he speaks the truth.\""
  },
  {
    "id": "story_003",
    "title": "Tuesday Story",
    "description": "A new story for Tuesday. You can replace this content.",
    "content": "This is the full content for the Tuesday story. You can write a long paragraph or even multiple paragraphs here. When the user clicks on the \"Tuesday Story\" card on the home screen, they will be taken to a new screen where this full text is displayed for reading."
  }
]
